const quest1 = [
  {
    // объект
    name: "Верстка",
    tags: "верстка",
    question: "Что такое - Верстка сайта?",
    answer:
      "Верстка сайта - это описание программным кодом визуальной части сайта, т.е. превращение дизайна сайта в Web-страницу.",
    "name/123": "Onew",
  },
  {
    // объект
    name: "Прототип",
    tags: "html",
    question: "Что такое - Прототип сайта?",
    answer:
      "Прототип сайта - это cхема визуального расположения, элементов страницы сайта.",
    "name/123": "Onew",
  },
  {
    // объект
    name: "спрятать элемент",
    tags: "css",
    question:
      "Какое свойство позволяет вам спрятать элемент, но сохранить занимаемое им пространство на странице?",
    answer:
      "1) visibility: hidden 2) opacity: 0 (display: none скрывает элемент, но и он больше не занимает пространство на странице)",
    "name/123": "Onew",
  },
];
export const send = quest1;
